submission_logs/2_1_one_middleware/8/32/0-1/0/memtier/3.log
2         Threads
32        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets        1017.54      1006.96        10.58     62.89800      4079.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1017.54      1006.96        10.58     62.89800      4079.00 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       2.100         0.00
GET       2.200         0.00
GET       2.400         0.00
GET       2.500         0.01
GET       2.600         0.01
GET       3.000         0.01
GET       3.100         0.01
GET       3.200         0.01
GET       3.300         0.01
GET       3.400         0.02
GET       3.700         0.02
GET       3.800         0.02
GET       3.900         0.02
GET       4.000         0.02
GET       4.100         0.03
GET       4.200         0.03
GET       4.300         0.04
GET       4.400         0.05
GET       4.500         0.05
GET       4.700         0.05
GET       4.800         0.06
GET       4.900         0.06
GET       5.000         0.07
GET       5.100         0.07
GET       5.200         0.08
GET       5.300         0.08
GET       5.400         0.09
GET       5.500         0.10
GET       5.600         0.11
GET       5.700         0.11
GET       5.800         0.13
GET       5.900         0.13
GET       6.000         0.15
GET       6.100         0.16
GET       6.200         0.18
GET       6.300         0.19
GET       6.400         0.22
GET       6.500         0.23
GET       6.600         0.25
GET       6.700         0.27
GET       6.800         0.29
GET       6.900         0.30
GET       7.000         0.33
GET       7.100         0.35
GET       7.200         0.38
GET       7.300         0.40
GET       7.400         0.42
GET       7.500         0.45
GET       7.600         0.47
GET       7.700         0.49
GET       7.800         0.51
GET       7.900         0.55
GET       8.000         0.59
GET       8.100         0.62
GET       8.200         0.64
GET       8.300         0.68
GET       8.400         0.72
GET       8.500         0.76
GET       8.600         0.79
GET       8.700         0.82
GET       8.800         0.84
GET       8.900         0.86
GET       9.000         0.88
GET       9.100         0.91
GET       9.200         0.93
GET       9.300         0.96
GET       9.400         0.99
GET       9.500         1.02
GET       9.600         1.04
GET       9.700         1.06
GET       9.800         1.09
GET       9.900         1.11
GET      10.000         1.28
GET      11.000         1.52
GET      12.000         1.75
GET      13.000         1.95
GET      14.000         2.12
GET      15.000         2.37
GET      16.000         2.61
GET      17.000         2.81
GET      18.000         3.12
GET      19.000         3.40
GET      20.000         3.60
GET      21.000         3.75
GET      22.000         3.87
GET      23.000         3.95
GET      24.000         4.01
GET      25.000         4.11
GET      26.000         4.28
GET      27.000         4.44
GET      28.000         4.61
GET      29.000         4.79
GET      30.000         4.97
GET      31.000         5.23
GET      32.000         5.41
GET      33.000         5.62
GET      34.000         5.82
GET      35.000         6.01
GET      36.000         6.29
GET      37.000         6.56
GET      38.000         6.75
GET      39.000         6.94
GET      40.000         7.21
GET      41.000         7.47
GET      42.000         7.73
GET      43.000         8.00
GET      44.000         8.26
GET      45.000         8.54
GET      46.000         8.83
GET      47.000         9.23
GET      48.000         9.76
GET      49.000        10.19
GET      50.000        10.57
GET      51.000        11.04
GET      52.000        11.61
GET      53.000        12.15
GET      54.000        12.70
GET      55.000        13.18
GET      56.000        13.68
GET      57.000        14.31
GET      58.000        14.99
GET      59.000        15.80
GET      60.000        17.22
GET      61.000        20.29
GET      62.000        28.46
GET      63.000        48.44
GET      64.000        68.76
GET      65.000        75.22
GET      66.000        77.64
GET      67.000        78.95
GET      68.000        79.81
GET      69.000        80.57
GET      70.000        81.50
GET      71.000        82.83
GET      72.000        85.34
GET      73.000        89.74
GET      74.000        92.83
GET      75.000        93.53
GET      76.000        93.82
GET      77.000        94.15
GET      78.000        94.55
GET      79.000        94.91
GET      80.000        95.23
GET      81.000        95.55
GET      82.000        95.86
GET      83.000        96.11
GET      84.000        96.35
GET      85.000        96.57
GET      86.000        96.78
GET      87.000        96.99
GET      88.000        97.22
GET      89.000        97.48
GET      90.000        97.68
GET      91.000        97.86
GET      92.000        98.03
GET      93.000        98.20
GET      94.000        98.33
GET      95.000        98.46
GET      96.000        98.59
GET      97.000        98.72
GET      98.000        98.83
GET      99.000        98.91
GET     100.000        99.27
GET     110.000        99.63
GET     120.000        99.73
GET     130.000        99.76
GET     140.000        99.77
GET     150.000        99.77
GET     160.000        99.78
GET     170.000        99.80
GET     180.000        99.81
GET     190.000        99.82
GET     200.000        99.82
GET     210.000        99.84
GET     220.000        99.86
GET     230.000        99.87
GET     250.000        99.87
GET     260.000        99.88
GET     270.000        99.88
GET     280.000        99.88
GET     290.000        99.88
GET     300.000        99.89
GET     310.000        99.89
GET     330.000        99.89
GET     340.000        99.90
GET     350.000        99.90
GET     360.000        99.90
GET     370.000        99.91
GET     380.000        99.91
GET     390.000        99.92
GET     400.000        99.93
GET     410.000        99.93
GET     420.000        99.95
GET     430.000        99.95
GET     440.000        99.96
GET     450.000        99.96
GET     460.000        99.96
GET     470.000        99.97
GET     480.000        99.97
GET     490.000        99.98
GET     500.000        99.98
GET     510.000        99.99
GET     520.000        99.99
GET     530.000        99.99
GET     590.000       100.00
GET     600.000       100.00
GET     620.000       100.00
GET     660.000       100.00
GET     910.000       100.00
---